Power-Law/wedge_needles/temperature/25_temp/tapered_true_layer/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  powerLaw;

powerLawCoeffs
{
    nuMax           nuMax [ 0 2 -1 0 0 0 0 ] 586.2e-3;
    nuMin           nuMin [ 0 2 -1 0 0 0 0 ] 0.625e-3;
    
    k               k [ 0 2 -1 0 0 0 0 ] 29.86e-3;
    n               n [ 0 0 0 0 0 0 0 ]  0.46;
}
//2.5%w/v Alginate @ 25C
// ************************************************************************* //
